Docs/Reference/Content/images/dependencies/net8.0/d2/alloverit-serialization-json-newtonsoft.d2
direction: left

aoi: AllOverIt
aoi.alloverit-serialization-json-newtonsoft: AllOverIt.Serialization.Json.Newtonsoft
newtonsoft-json_13-0-4: Newtonsoft.Json\nv13.0.4
newtonsoft-json_13-0-4.style.fill: "#ADD8E6"
newtonsoft-json_13-0-4.style.opacity: 0.8
newtonsoft-json_13-0-4 <- aoi.alloverit-serialization-json-newtonsoft
aoi.alloverit-serialization-json-abstractions: AllOverIt.Serialization.Json.Abstractions
aoi.alloverit-serialization-json-abstractions <- aoi.alloverit-serialization-json-newtonsoft
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-serialization-json-abstractions
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
